/* XFLD: label for a field */
"keyMAFLogonUIProgressDialogText" = "로그인 중";

/* XFLD: label for a field */
"keyMAFLogonUIAlertViewButtonText" = "확인";

/* XHED: label for a field */
"keyMAFLogonUIAlertViewTitle" = "오류";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerHost" = "서버";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelResourcePath" = "URL 접미부";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerPort" = "포트";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerDomain" = "도메인";

/* XFLD: label for a switch (on/off), max 18 chars */
"keyMAFLogonUIFieldLabelIsHttps" = "보안 채널";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendPassword" = "비밀번호";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendPasswordAgain" = "비밀번호 확인";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelFarmId" = "팜 ID";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecurityConfig" = "보안 구성";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendUserName" = "사용자 이름";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePassword" = "신규 패스코드";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelCreateSecureStorePassword" = "패스코드";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordAgain" = "패스코드 확인";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOldWhenToogle" = "앱 패스코드";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordCurrent" = "현재 앱 패스코드";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelMobileUser" = "모바일 사용자";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelActivationCode" = "활성화 코드";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelGatewayClient" = "클라이언트";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPasscode" = "SSO 패스코드";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaUserName" = "사용자 이름";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaPassword" = "비밀번호";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPassword" = "비밀번호";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUserName" = "사용자 이름";

/* XFLD: label for a field */
"keyMAFLogonUIFieldHintOptional" = "(선택사항)";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelDeleteUser" = "어플리케이션을 비활성화하시겠습니까?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelLock" = "어플리케이션을 잠그시겠습니까?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUpdateApplicationSettings" = "어플리케이션 설정을 업데이트하시겠습니까?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerTrust" = "이 인증서를 신뢰하십니까?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUploadTrace" = "추적을 서버로 업로드하시겠습니까?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOn" = "패스코드 설정";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOff" = "패스코드 해제";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelChangePasscode" = "패스코드 변경";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForBasicRegistrationGroup" = "로그인 데이터";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForHiddenGroupBasic" = "세부사항";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForPasswordCreation" = "앱 패스코드";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForPasswordChangeNewGroup" = "앱 패스코드";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationStart" = "다음";

/* XBUT */
"keyMAFLogonUIActionItemLabelStartLogon" = "로그인";

/* XBUT */
"keyMAFLogonUIActionItemLabelDemoMode" = "시도";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationCancel" = "취소";

/* XBUT */
"keyMAFLogonUIActionItemLabelSecureStoreCreationStart" = "완료";

/* XBUT */
"keyMAFLogonUIActionItemLabelSecureStoreCreationCancel" = "취소";

/* XBUT */
"keyMAFLogonUIActionItemLabelUnlockStart" = "로그인";

/* XBUT */
"keyMAFLogonUIActionItemLabelUnlockCancel" = "패스코드를 잊은 경우";

/* XBUT */
"keyMAFLogonUIActionItemLabelLockStart" = "잠금";

/* XBUT */
"keyMAFLogonUIActionItemLabelLockCancel" = "취소";

/* XBUT */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsStart" = "업데이트";

/* XBUT */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsCancel" = "취소";

/* XBUT */
"keyMAFLogonUIActionItemLabelDeleteStart" = "비활성화";

/* XBUT */
"keyMAFLogonUIActionItemLabelDeleteCancel" = "취소";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordStart" = "완료";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordCancel" = "취소";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordStart" = "완료";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordCancel" = "취소";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationInfoCancel" = "취소";

/* XBUT */
"keyMAFLogonUIActionItemLabelUploadTraceStart" = "업로드";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOForgot" = "SSO 패스코드를 잊은 경우";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOSkip" = "스킵";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaStart" = "완료";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaCancel" = "취소";

/* XBUT */
"keyMAFLogonUIActionItemLabelUploadTraceCancel" = "취소";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOStart" = "다음";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsStart" = "다음";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsCancel" = "취소";

/* XBUT */
"keyMAFLogonUIActionItemLabelPasscodeLockCancel" = "뒤로";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOCancel" = "취소";

/* XHED */
"keyMAFLogonUIViewTitleLabelRegistrationScreen" = "로그인";

/* XHED */
"keyMAFLogonUIViewTitleLabelSSOPasscodeScreen" = "SSO 패스코드 입력";

/* XHED */
"keyMAFLogonUIViewTitleLabelPasscodeLockScreen" = "패스코드 잠금";

/* XHED */
"keyMAFLogonUIViewTitleLabelEnterCredentialsScreen" = "자격 증명 입력";

/* XHED */
"keyMAFLogonUIViewTitleLabelAfariCredentialsScreen" = "Afaria";

/* XHED */
"keyMAFLogonUIViewTitleLabelEnterPasscodeScreen" = "패스코드 입력";

/* XHED */
"keyMAFLogonUIViewTitleLabelSecureStoreCreationScreen" = "패스코드 설정";

/* XHED */
"keyMAFLogonUIViewTitleLabelChangeSecureStorePasswordScreen" = "패스코드 변경";

/* XHED */
"keyMAFLogonUIViewTitleLabelUnlockScreen" = "로그인";

/* XHED */
"keyMAFLogonUIViewTitleLabelDeleteScreen" = "삭제";

/* XHED */
"keyMAFLogonUIViewTitleLabelLockScreen" = "잠금";

/* XHED */
"keyMAFLogonUIViewTitleLabelUpdateScreen" = "업데이트";

/* XHED */
"keyMAFLogonUIViewTitleLabelUploadTraceScreen" = "추적 업로드";

/* XHED */
"keyMAFLogonUIViewTitleLabelChangeBackendPasswordScreen" = "비밀번호 업데이트";

/* XHED */
"keyMAFLogonUIViewTitleLabelRegistrationInfoScreen" = "로그인 데이터";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelRegistrationScreen" = "로그인";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationScreen" = "패스코드 설정";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalScreen" = "패스코드 설정";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelEnterSSOScreen" = "SSO 비밀번호 입력";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterAfariaScreen" = "Afaria";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterCredentialsScreen" = "로그인 자격 증명 입력";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalInRegistrationScreen" = "패스코드 설정";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordScreen" = "패스코드 변경";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordOptionalScreen" = "패스코드 변경";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelDeleteSecureStorePasswordScreen" = "패스코드 해제";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUnlockScreen" = "로그인";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelDeleteScreen" = "삭제";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelLockScreen" = "잠금";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUpdateScreen" = "업데이트";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUploadTraceScreen" = "추적 업로드";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeBackendPasswordScreen" = "비밀번호 업데이트";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelRegistrationInfoScreen" = "로그인 데이터";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSplashScreen" = "SAP MAF 로그온 샘플";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSplashScreen" = "로그인 데이터가 없는 경우 샘플 데이터를 사용하여 앱을 시도할 수 있습니다.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationScreen" = "앱에 로그인하려면 로그인 데이터를 입력하십시오. 이 데이터는 앱에 저장됩니다.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationScreen" = "앱의 무단 사용을 방지하려면 앱 패스코드를 설정해야 합니다.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalScreen" = "앱 패스코드를 설정하여 앱의 무단 사용을 방지할 수 있습니다.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalInRegistrationScreen" = "앱 패스코드를 설정하여 앱의 무단 사용을 방지할 수 있습니다.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordScreen" = "패스코드를 변경하려면 기존 앱 패스코드를 입력한 후 새 패스코드를 입력하십시오.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordOptionalScreen" = "패스코드를 변경하려면 기존 앱 패스코드를 입력한 후 새 패스코드를 입력하십시오.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelDeleteSecureStorePasswordScreen" = "패스코드를 해제하려면 앱 패스코드를 입력하십시오.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUnlockScreen" = "앱에 로그인하려면 앱 패스코드를 입력하십시오.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelDeleteScreen" = "로그온 시퀀스에 대한 상황별 접근법의 예입니다(MAF 컨포넌트 사용) - 삭제";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelLockScreen" = "로그온 시퀀스에 대한 상황별 접근법의 예입니다(MAF 컨포넌트 사용) - 잠금";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUpdateScreen" = "로그온 시퀀스에 대한 상황별 접근법의 예입니다(MAF 컨포넌트 사용) - 업데이트";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUploadTraceScreen" = "로그온 시퀀스에 대한 상황별 접근법의 예입니다(MAF 컨포넌트 사용) - 추적 업로드";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeBackendPasswordScreen" = "앱에 사용되는 비밀번호를 업데이트하려면 현재 비밀번호를 입력하십시오.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationInfoScreen" = "앱의 로그인 데이터를 조회할 수 있습니다.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterSSOScreen" = "클라이언트 허브로 작업하려면 비밀번호를 입력하십시오.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterAfariaScreen" = "Afaria 자격 증명을 입력하십시오.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterCredentialsScreen" = "앱에 로그인하려면 자격 증명을 입력하십시오. 클라이언트 허브 앱에 이 자격 증명이 저장되므로 다른 앱에서도 이 자격 증명을 사용할 수 있습니다.";

/* XMSG: message */
"keyMAFLogonUIConfirmationMessage" = "앱을 재설정하시겠습니까?";

/* XHED: message */
"keyMAFLogonUIConfirmationTitle" = "확인";

/* XBUT */
"keyMAFLogonUIConfirmationCancelButtonLabel" = "취소";

/* XBUT */
"keyMAFLogonUIConfirmationOKButtonLabel" = "확인";

/* XMSG: message */
"keyMAFLogonUIFooterDescriptionLabel" = "2014 SAP SE";

/* XGRP */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitlePasscodeMandatory" = "앱 패스코드 변경";

/* XGRP */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitleDefPasscodeUsed" = "앱 패스코드 설정";

/* XFLD: label for a field */
"keyMAFLogonUIDeleteProgressDialogText" = "삭제 중";

/* XFLD: label for a field */
"keyMAFLogonUIUpdateApplicationSettingsProgressDialogText" = "업데이트 중";

/* XFLD: label for a field */
"keyMAFLogonUIUploadTraceProgressDialogText" = "업로드 중";

/* XMSG: message */
"keyErrMAFLogonUINGRegistrationCancelled" = "등록이 취소되었습니다.";

/* XMSG: message */
"keyErrMAFLogonUINGOperationCancelled" = "작업이 취소되었습니다.";

/* XMSG: message */
"keyErrMAFLogonUINGPasscodeChangeNotAllowed" = "Afaria 패스코드 정책이 \"항상 해제\"이므로 앱 패스코드를 변경할 수 없습니다.";

/* XMSG: message */
"keyErrDescrMAFLogonUINGErrorPasswordsNotEqual" = "입력한 패스코드가 일치하지 않습니다.";

/* XHED: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewTitle" = "SSO 패스코드를 잊은 경우";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewMessage" = "클라이언트 허브의 SSO 패스코드를 재설정한 후 앱을 재시작하십시오.";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSORelaunchSkipAlertViewMessage" = "SSO 입력을 건너뛰면 클라이언트 허브에서 이 앱이 분리됩니다.";

/* XMSG: message */
"keyErrDescrMAFLogonUINGMCIMSSOPinInvalid" = "SSO 패스코드가 잘못되었습니다.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "이 상태에서는 작업이 허용되지 않습니다.";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOld" = "기존 패스코드";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present information about the currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelApplicationTimeout" = "시간 제한";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelTimeoutImmediately" = "즉시";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleSecond" = "%1$i초 이내";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularSecond" = "%1$i초 이내";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingle" = "%1$i분 이내";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlular" = "%1$i분 이내";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleHour" = "%1$i시간 이내";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularHour" = "%1$i시간 이내";

